[
    {
        "_id": 234,
        "topic": "Space",
        "userName": "SpaceX",
        "time": "2h",
        "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
        "image": "../../image/spacex.jpg",
        "liked": true,
        "replies": 123,
        "retuits": 432,
        "likes": 2345,
        "handle": "@spacex",
        "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
    },
    {
        "_id": 456,
        "topic": "Tesla",
        "userName": "Tesla",
        "time": "4d",
        "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
        "image": "../../image/tesla.jpg",
        "liked": false,
        "replies": 234,
        "retuits": 543,
        "likes": 3456,
        "handle": "@tesla",
        "tuit": "Autopilot is an advanced driver assistance system that enhances safety and convenience behind the wheel. When used properly, Autopilot reduces your overall workload as a driver. Each new Tesla vehicle is equipped with eight external cameras and powerful vision processing to provide an additional layer of safety. All vehicles built for the North American market now use our camera-based Tesla Vision to deliver Autopilot features, rather than radar." 
    },
    {
        "_id": 456,
        "topic": "SpaceX",
        "userName": "SpaceX",
        "time": "2h",
        "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
        "image": "../../image/spacex.jpg",
        "liked": true,
        "replies": 345,
        "retuits": 321,
        "likes": 1234,
        "handle": "@spacex",
        "tuit": "SpaceX CEO Elon Musk remains “highly confident” that his company will land humans on Mars by 2026, saying on Tuesday that it’s an achievable goal about six years from now. If we get lucky, maybe four years,” Musk said, speaking on an award show webcast from Berlin, Germany. We want to send an uncrewed vehicle there in two years. The ambitious 2026 goal matches with what Musk outlined at the International Astronautical Congress in September 2016, when he said that “if things go super well, landing people on Mars might be kind of in the 10-year timeframe. I don’t want to say that’s when it will occur – there’s a huge amount of risk,” Musk said in 2016." 
    }
]